[
  {
    "id": "castle_in_the_sky",
    "title": "Castle in the Sky",
    "description": "The orphan Sheeta inherited a mysterious crystal that links her to the mythical sky-kingdom of Laputa. With the help of resourceful Pazu and a rollicking band of sky pirates, she makes her way to the ruins of the once-great civilization. Sheeta and Pazu must outwit the evil Muska, who plans to use Laputa's science to make himself ruler of the world.",
    "headline": "The orphan Sheeta inherited a mysterious crystal that links her to the mythical sky-kingdom of Laputa.",
    "image": "castle_in_the_sky",
    "gallery" : [
      "castle-1",
      "castle-2",
      "castle-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Isao Takahata",
    "releaseDate": "1986",
    "rtScore": "95",
    "imdbLink": "https://www.imdb.com/title/tt0092067/",
    "imdbScore": "8",
    "runtime": "125",
    "watched": false,
  },
  {
    "id": "grave_of_the_fireflies",
    "title": "Grave of the Fireflies",
    "description": "In the latter part of World War II, a boy and his sister, orphaned when their mother is killed in the firebombing of Tokyo, are left to survive on their own in what remains of civilian life in Japan. The plot follows this boy and his sister as they do their best to survive in the Japanese countryside, battling hunger, prejudice, and pride in their own quiet, personal battle.",
    "headline": "In the latter part of World War II, a boy and his sister, orphaned when their mother is killed in the firebombing of Tokyo, are left to survive on their own in what remains of civilian life in Japan.",
    "image": "grave_of_the_fireflies",
    "gallery" : [
      "grave-1",
      "grave-2",
      "grave-3"
    ],
    "director": "Isao Takahata",
    "producer": "Toru Hara",
    "releaseDate": "1988",
    "rtScore": "97",
    "imdbLink": "https://www.imdb.com/title/tt0095327/",
    "imdbScore": "8.5",
    "runtime": "93",
    "watched": false,
  },
  {
    "id": "my_neighbor_totoro",
    "title": "My Neighbor Totoro",
    "description": "Two sisters move to the country with their father in order to be closer to their hospitalized mother, and discover the surrounding trees are inhabited by Totoros, magical spirits of the forest. When the youngest runs away from home, the older sister seeks help from the spirits to find her.",
    "headline": "Two sisters move to the country with their father in order to be closer to their hospitalized mother, and discover the surrounding trees are inhabited by Totoros, magical spirits of the forest",
    "image": "my_neighbor_totoro",
    "gallery" : [
      "totoro-1",
      "totoro-2",
      "totoro-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Hayao Miyazaki",
    "releaseDate": "1988",
    "rtScore": "93",
    "imdbLink": "https://www.imdb.com/title/tt0096283/",
    "imdbScore": "8.2",
    "runtime": "86",
    "watched": false,
  },
  {
    "id": "kikis_delivery_service",
    "title": "Kiki's Delivery Service",
    "description": "A young witch, on her mandatory year of independent life, finds fitting into a new community difficult while she supports herself by running an air courier service.",
    "headline": "A young witch, on her mandatory year of independent life, finds fitting into a new community difficult while she supports herself by running an air courier service.",
    "image": "kikis_delivery_service",
    "gallery" : [
      "kiki-1",
      "kiki-2",
      "kiki-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Hayao Miyazaki",
    "releaseDate": "1989",
    "rtScore": "98",
    "imdbLink": "https://www.imdb.com/title/tt0097814/",
    "imdbScore": "7.8",
    "runtime": "103",
    "watched": false,
  },
  {
    "id": "only_yesterday",
    "title": "Only Yesterday",
    "description": "It’s 1982, and Taeko is 27 years old, unmarried, and has lived her whole life in Tokyo. She decides to visit her family in the countryside, and as the train travels through the night, memories flood back of her younger years: the first immature stirrings of romance, the onset of puberty, and the frustrations of math and boys. At the station she is met by young farmer Toshio, and the encounters with him begin to reconnect her to forgotten longings. In lyrical switches between the present and the past, Taeko contemplates the arc of her life, and wonders if she has been true to the dreams of her childhood self.",
    "headline": "It’s 1982, and Taeko is 27 years old, unmarried, and has lived her whole life in Tokyo.",
    "image": "only_yesterday",
    "gallery" : [
      "yesterday-1",
      "cyesterday-2",
      "yesterday-3"
    ],
    "director": "Isao Takahata",
    "producer": "Toshio Suzuki",
    "releaseDate": "1991",
    "rtScore": "100",
    "imdbLink": "https://www.imdb.com/title/tt0102587/",
    "imdbScore": "7.6",
    "runtime": "119",
    "watched": false,
  },
  {
    "id": "porco_rosso",
    "title": "Porco Rosso",
    "description": "Porco Rosso, known in Japan as Crimson Pig (Kurenai no Buta) is the sixth animated film by Hayao Miyazaki and released in 1992. You're introduced to an Italian World War I fighter ace, now living as a freelance bounty hunter chasing 'air pirates' in the Adriatic Sea. He has been given a curse that changed his head to that of a pig. Once called Marco Pagot, he is now known to the world as 'Porco Rosso', Italian for 'Red Pig.'",
    "headline": "Porco Rosso, known in Japan as Crimson Pig (Kurenai no Buta) is the sixth animated film by Hayao Miyazaki and released in 1992.",
    "image": "porco_rosso",
    "gallery" : [
      "porco-1",
      "porco-2",
      "porco-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Toshio Suzuki",
    "releaseDate": "1992",
    "rtScore": "95",
    "imdbLink": "https://www.imdb.com/title/tt0104652/",
    "imdbScore": "7.7",
    "runtime": "93",
    "watched": false,
  },
  {
    "id": "pom_poko",
    "title": "Pom Poko",
    "description": "As the human city development encroaches on the raccoon population's forest and meadow habitat, the raccoons find themselves faced with the very real possibility of extinction. In response, the raccoons engage in a desperate struggle to stop the construction and preserve their home.",
    "headline": "As the human city development encroaches on the raccoon population's forest and meadow habitat, the raccoons find themselves faced with the very real possibility of extinction.",
    "image": "pom_poko",
    "gallery" : [
      "poko-1",
      "poko-2",
      "poko-3"
    ],
    "director": "Isao Takahata",
    "producer": "Toshio Suzuki",
    "releaseDate": "1994",
    "rtScore": "85",
    "imdbLink": "https://www.imdb.com/title/tt0110008/",
    "imdbScore": "7.3",
    "runtime": "119",
    "watched": false,
  },
  {
    "id": "whisper_of_the_heart",
    "title": "Whisper of the Heart",
    "description": "Shizuku lives a simple life, dominated by her love for stories and writing. One day she notices that all the library books she has have been previously checked out by the same person: 'Seiji Amasawa'. Curious as to who he is, Shizuku meets a boy her age whom she finds infuriating, but discovers to her shock that he is her 'Prince of Books'. As she grows closer to him, she realises that he merely read all those books to bring himself closer to her. The boy Seiji aspires to be a violin maker in Italy, and it is his dreams that make Shizuku realise that she has no clear path for her life. Knowing that her strength lies in writing, she tests her talents by writing a story about Baron, a cat statuette belonging to Seiji's grandfather.",
    "headline": "Shizuku lives a simple life, dominated by her love for stories and writing.",
    "image": "whisper_of_the_heart",
    "gallery" : [
      "whisper-1",
      "whisper-2",
      "whisper-3"
    ],
    "director": "Yoshifumi Kondō",
    "producer": "Toshio Suzuki",
    "releaseDate": "1995",
    "rtScore": "94",
    "imdbLink": "https://www.imdb.com/title/tt0113824/",
    "imdbScore": "7.9",
    "runtime": "111",
    "watched": false,
  },
  {
    "id": "princess_mononoke",
    "title": "Princess Mononoke",
    "description": "Ashitaka, a prince of the disappearing Ainu tribe, is cursed by a demonized boar god and must journey to the west to find a cure. Along the way, he encounters San, a young human woman fighting to protect the forest, and Lady Eboshi, who is trying to destroy it. Ashitaka must find a way to bring balance to this conflict.",
    "headline": "Ashitaka, a prince of the disappearing Ainu tribe, is cursed by a demonized boar god and must journey to the west to find a cure.",
    "image": "princess_mononoke",
    "gallery" : [
      "mononoke-1",
      "mononoke-2",
      "mononoke-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Toshio Suzuki",
    "releaseDate": "1997",
    "rtScore": "93",
    "imdbLink": "https://www.imdb.com/title/tt0119698/",
    "imdbScore": "8.4",
    "runtime": "134",
    "watched": false,
  },
  {
    "id": "my_neighbors_the_yamadas",
    "title": "My Neighbors the Yamadas",
    "description": "The Yamadas are a typical middle class Japanese family in urban Tokyo and this film shows us a variety of episodes of their lives. With tales that range from the humourous to the heartbreaking, we see this family cope with life's little conflicts, problems and joys in their own way.",
    "headline": "The Yamadas are a typical middle class Japanese family in urban Tokyo and this film shows us a variety of episodes of their lives.",
    "image": "my_neighbors_the_yamadas",
    "gallery" : [
      "yamadas-1",
      "yamadas-2",
      "yamadas-3"
    ],
    "director": "Isao Takahata",
    "producer": "Toshio Suzuki",
    "releaseDate": "1999",
    "rtScore": "78",
    "imdbLink": "https://www.imdb.com/title/tt0206013/",
    "imdbScore": "7.2",
    "runtime": "104",
    "watched": false,
  },
  {
    "id": "spirited_away",
    "title": "Spirited Away",
    "description": "Spirited Away is an Oscar winning Japanese animated film about a ten year old girl who wanders away from her parents along a path that leads to a world ruled by strange and unusual monster-like animals. Her parents have been changed into pigs along with others inside a bathhouse full of these creatures. Will she ever see the world how it once was?",
    "headline": "Spirited Away is an Oscar winning Japanese animated film about a ten year old girl who wanders away from her parents along a path that leads to a world ruled by strange and unusual monster-like animals.",
    "image": "spirited_away",
    "gallery" : [
      "spirited-1",
      "spirited-2",
      "spirited-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Toshio Suzuki",
    "releaseDate": "2001",
    "rtScore": "97",
    "imdbLink": "https://www.imdb.com/title/tt0245429/",
    "imdbScore": "8.7",
    "runtime": "125",
    "watched": false,
  },
  {
    "id": "the_cat_returns",
    "title": "The Cat Returns",
    "description": "Haru, a school girl bored by her ordinary routine, saves the life of an unusual cat and suddenly her world is transformed beyond anything she ever imagined. The Cat King rewards her good deed with a flurry of presents, including a very shocking proposal of marriage to his son! Haru embarks on an unexpected journey to the Kingdom of Cats where her eyes are opened to a whole other world.",
    "headline": "Haru, a school girl bored by her ordinary routine, saves the life of an unusual cat and suddenly her world is transformed beyond anything she ever imagined.",
    "image": "the_cat_returns",
    "gallery" : [
      "cat-1",
      "cat-2",
      "cat-3"
    ],
    "director": "Hiroyuki Morita",
    "producer": "Toshio Suzuki",
    "releaseDate": "2002",
    "rtScore": "90",
    "imdbLink": "https://www.imdb.com/title/tt0347618/",
    "imdbScore": "7.2",
    "runtime": "75",
    "watched": false,
  },
  {
    "id": "howls_moving_castle",
    "title": "Howl's Moving Castle",
    "description": "When Sophie, a shy young woman, is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking home.",
    "headline": "When Sophie, a shy young woman, is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking home.",
    "image": "howls_moving_castle",
    "gallery" : [
      "howls-1",
      "howls-2",
      "howls-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Toshio Suzuki",
    "releaseDate": "2004",
    "rtScore": "87",
    "imdbLink": "https://www.imdb.com/title/tt0347149/",
    "imdbScore": "8.2",
    "runtime": "114",
    "watched": false,
  },
  {
    "id": "tales_from_earthsea",
    "title": "Tales from Earthsea",
    "description": "Something bizarre has come over the land. The kingdom is deteriorating. People are beginning to act strange... What's even more strange is that people are beginning to see dragons, which shouldn't enter the world of humans. Due to all these bizarre events, Ged, a wandering wizard, is investigating the cause. During his journey, he meets Prince Arren, a young distraught teenage boy. While Arren may look like a shy young teen, he has a severe dark side, which grants him strength, hatred, ruthlessness and has no mercy, especially when it comes to protecting Teru. For the witch Kumo this is a perfect opportunity. She can use the boy's 'fears' against the very one who would help him, Ged.",
    "headline": "Something bizarre has come over the land. The kingdom is deteriorating. People are beginning to act strange...",
    "image": "tales_from_earthsea",
    "gallery" : [
      "earthsea-1",
      "earthsea-2",
      "earthsea-3"
    ],
    "director": "Gorō Miyazaki",
    "producer": "Toshio Suzuki",
    "releaseDate": "2006",
    "rtScore": "43",
    "imdbLink": "https://www.imdb.com/title/tt0495596/",
    "imdbScore": "6.4",
    "runtime": "115",
    "watched": false,
  },
  {
    "id": "ponyo",
    "title": "Ponyo",
    "description": "The son of a sailor, 5-year old Sosuke lives a quiet life on an oceanside cliff with his mother Lisa. One fateful day, he finds a beautiful goldfish trapped in a bottle on the beach and upon rescuing her, names her Ponyo. But she is no ordinary goldfish. The daughter of a masterful wizard and a sea goddess, Ponyo uses her father's magic to transform herself into a young girl and quickly falls in love with Sosuke, but the use of such powerful sorcery causes a dangerous imbalance in the world. As the moon steadily draws nearer to the earth and Ponyo's father sends the ocean's mighty waves to find his daughter, the two children embark on an adventure of a lifetime to save the world and fulfill Ponyo's dreams of becoming human.",
    "headline": "The son of a sailor, 5-year old Sosuke lives a quiet life on an oceanside cliff with his mother Lisa.",
    "image": "ponyo",
    "gallery" : [
      "ponyo-1",
      "ponyo-2",
      "ponyo-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Toshio Suzuki",
    "releaseDate": "2008",
    "rtScore": "92",
    "imdbLink": "https://www.imdb.com/title/tt0876563/",
    "imdbScore": "7.7",
    "runtime": "100",
    "watched": false,
  },
  {
    "id": "the_secret_world_of_arrietty",
    "title": "The Secret World of Arrietty",
    "description": "14-year-old Arrietty and the rest of the Clock family live in peaceful anonymity as they make their own home from items 'borrowed' from the house's human inhabitants. However, life changes for the Clocks when a human boy discovers Arrietty.",
    "headline": "14-year-old Arrietty and the rest of the Clock family live in peaceful anonymity as they make their own home from items 'borrowed' from the house's human inhabitants.",
    "image": "the_secret_world_of_arrietty",
    "gallery" : [
      "arrietty-1",
      "arrietty-2",
      "arrietty-3"
    ],
    "director": "Hiromasa Yonebayashi",
    "producer": "Toshio Suzuki",
    "releaseDate": "2010",
    "rtScore": "95",
    "imdbLink": "https://www.imdb.com/title/tt1568921/",
    "imdbScore": "7.6",
    "runtime": "94",
    "watched": false,
  },
  {
    "id": "from_up_on_poppy_hill",
    "title": "From Up on Poppy Hill",
    "description": "The story is set in 1963 in Yokohama. Kokuriko Manor sits on a hill overlooking the harbour. A 16 year-old girl, Umi, lives in that house. Every morning she raises a signal flag facing the sea. The flag means “I pray for safe voyages”. A 17 year-old boy, Shun, always sees this flag from the sea as he rides a tugboat to school. Gradually the pair are drawn to each other but they are faced with a sudden trial. Even so, they keep going without running from facing the hardships of reality.",
    "headline": "The story is set in 1963 in Yokohama. Kokuriko Manor sits on a hill overlooking the harbour. A 16 year-old girl, Umi, lives in that house.",
    "image": "from_up_on_poppy_hill",
    "gallery" : [
      "poppy-1",
      "poppy-2",
      "poppy-3"
    ],
    "director": "Gorō Miyazaki",
    "producer": "Toshio Suzuki",
    "releaseDate": "2011",
    "rtScore": "86",
    "imdbLink": "https://www.imdb.com/title/tt1798188/",
    "imdbScore": "7.4",
    "runtime": "91",
    "watched": false,
  },
  {
    "id": "the_wind_rises",
    "title": "The Wind Rises",
    "description": "A lifelong love of flight inspires Japanese aviation engineer Jiro Horikoshi, whose storied career includes the creation of the A-6M World War II fighter plane.",
    "headline": "A lifelong love of flight inspires Japanese aviation engineer Jiro Horikoshi, whose storied career includes the creation of the A-6M World War II fighter plane.",
    "image": "the_wind_rises",
    "gallery" : [
      "wind-1",
      "wind-2",
      "wind-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Toshio Suzuki",
    "releaseDate": "2013",
    "rtScore": "89",
    "imdbLink": "https://www.imdb.com/title/tt2013293/",
    "imdbScore": "7.8",
    "runtime": "126",
    "watched": false,
  },
  {
    "id": "the_tale_of_princess_kaguya",
    "title": "The Tale of the Princess Kaguya",
    "description": "A bamboo cutter named Sanuki no Miyatsuko discovers a miniature girl inside a glowing bamboo shoot. Believing her to be a divine presence, he and his wife decide to raise her as their own, calling her 'Princess'.",
    "headline": "A bamboo cutter named Sanuki no Miyatsuko discovers a miniature girl inside a glowing bamboo shoot.",
    "image": "the_tale_of_princess_kaguya",
    "gallery" : [
      "kaguya-1",
      "kaguya-2",
      "kaguya-3"
    ],
    "director": "Isao Takahata",
    "producer": "Yoshiaki Nishimura",
    "releaseDate": "2013",
    "rtScore": "100",
    "imdbLink": "https://www.imdb.com/title/tt2576852/",
    "imdbScore": "8",
    "runtime": "137",
    "watched": false,
  },
  {
    "id": "when_marnie_was_there",
    "title": "When Marnie Was There",
    "description": "The film follows Anna Sasaki living with her relatives in the seaside town. Anna comes across a nearby abandoned mansion, where she meets Marnie, a mysterious girl who asks her to promise to keep their secrets from everyone. As the summer progresses, Anna spends more time with Marnie, and eventually Anna learns the truth about her family and foster care.",
    "headline": "The film follows Anna Sasaki living with her relatives in the seaside town.",
    "image": "when_marnie_was_there",
    "gallery" : [
      "marnie-1",
      "marnie-2",
      "marnie-3"
    ],
    "director": "Hiromasa Yonebayashi",
    "producer": "Yoshiaki Nishimura",
    "releaseDate": "2014",
    "rtScore": "92",
    "imdbLink": "https://www.imdb.com/title/tt3398268/",
    "imdbScore": "7.7",
    "runtime": "103",
    "watched": false,
  },
  {
    "id": "nausicaa_of_the_valley_of_the_wind",
    "title": "Nausicaa of the Valley of the Wind",
    "description": "One thousand years have passed since the Seven Days of Fire, an apocalyptic war that destroyed civilization and created the vast Toxic Jungle, a poisonous forest swarming with giant mutant insects. In the kingdom of the Valley of the Wind, a prophecy predicts a saviour clothed in blue robe, descending onto a golden field. Nausicaä, the princess of the Valley of the Wind, explores the jungle and communicates with its creatures, including the gigantic, trilobite-like armored Ohmu.[b] She hopes to understand the jungle and find a way for it and humans to co-exist.",
    "headline": "Set one thousand years from now, the Earth is ravaged by pollution and war. In the Valley of the Wind lives Nausicaä, Princess of her people. Their land borders on a toxic jungle, filled with dangerous over-sized insects.",
    "image": "nausicaa_of_the_valley_of_the_wind",
    "gallery" : [
      "nausicaa-1",
      "nausicaa-2",
      "nausicaa-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Isao Takahata",
    "releaseDate": "1984",
    "rtScore": "89",
    "imdbLink": "https://www.imdb.com/title/tt0087544/",
    "imdbScore": "8.1",
    "runtime": "117",
    "watched": false,
  },
  {
    "id": "ocean_waves",
    "title": "Ocean Waves",
    "description": "At Kichijōji Station, Tokyo, Taku Morisaki glimpses a familiar woman on the platform opposite. Later, as his flight to Kōchi Prefecture takes off, he narrates the events that brought her into his life. The story is told in flashback.",
    "headline": "As a young man returns home after his first year away at college he recalls his senior year of high school and the iron-willed, big city girl that turned his world upside down.",
    "image": "ocean_waves",
    "gallery" : [
      "ocean-1",
      "ocean-2",
      "ocean-3"
    ],
    "director": "Tomomi Mochizuki",
    "producer": "Toshio Suzuki",
    "releaseDate": "1993",
    "rtScore": "88",
    "imdbLink": "https://www.imdb.com/title/tt0108432/",
    "imdbScore": "6.7",
    "runtime": "72",
    "watched": false,
  },
  {
    "id": "the_red_turtle",
    "title": "The Red Turtle",
    "description": "The orphan Sheeta inherited a mysterious crystal that links her to the mythical sky-kingdom of Laputa. With the help of resourceful Pazu and a rollicking band of sky pirates, she makes her way to the ruins of the once-great civilization. Sheeta and Pazu must outwit the evil Muska, who plans to use Laputa's science to make himself ruler of the world.",
    "headline": "A man is shipwrecked on a deserted island and encounters a red turtle, which changes his life.",
    "image": "the_red_turtle",
    "gallery" : [
      "turtle-1",
      "turtle-2",
      "turtle-3"
    ],
    "director": "Michaël Dudok de Wit",
    "producer": "Toshio Suzuki",
    "releaseDate": "2016",
    "rtScore": "93",
    "imdbLink": "https://www.imdb.com/title/tt3666024/",
    "imdbScore": "7.5",
    "runtime": "80",
    "watched": false,
  },
  {
    "id": "the_castle_of_cagliostro",
    "title": "The Castle of Cagliostro",
    "description": "In the year 1968, master thief Arsène Lupin III and his colleague, Daisuke Jigen, flee the Monte Carlo Casino with huge quantities of stolen money, but as they celebrate their latest heist, Lupin recognizes the bills as distinctively high-quality counterfeits.[a] Deciding to seek out the source, they head to the Grand Duchy of Cagliostro, the alleged wellspring of the counterfeits.",
    "headline": "A dashing thief, his gang of desperadoes and an intrepid policeman struggle to free a princess from an evil count's clutches, and learn the hidden secret to a fabulous treasure that she holds part of a key to.",
    "image": "the_castle_of_cagliostro",
    "gallery" : [
      "cagliostro-1",
      "cagliostro-2",
      "cagliostro-3"
    ],
    "director": "Hayao Miyazaki",
    "producer": "Tetsuo Katayama",
    "releaseDate": "1979",
    "rtScore": "95",
    "imdbLink": "https://www.imdb.com/title/tt0079833/",
    "imdbScore": "7.7",
    "runtime": "100",
    "watched": false,
  }
]
